windows/Resources/ws_get_status.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"
    xmlns:tptz="http://www.onvif.org/ver20/ptz/wsdl"
    xmlns:trt="http://www.onvif.org/ver10/media/wsdl">
    <soap:Body>
        <tptz:GetStatus>
            <trt:ProfileToken>{0:s}</trt:ProfileToken>
        </tptz:GetStatus>
    </soap:Body>
</soap:Envelope>